alefragnani.project-manager
alexcvzz.vscode-sqlite
BattleBas.kivy-vscode
bungcip.better-toml
codezombiech.gitignore
DavidWang.ini-for-vscode
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
hbenl.vscode-test-explorer
jithurjacob.nbpreviewer
littlefoxteam.vscode-python-test-adapter
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
njpwerner.autodocstring
ryanluker.vscode-coverage-gutters
technosophos.vscode-make
ziyasal.vscode-open-in-github
alefragnani.project-manager
alexcvzz.vscode-sqlite
BattleBas.kivy-vscode
bungcip.better-toml
codezombiech.gitignore
DavidWang.ini-for-vscode
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
Gruntfuggly.todo-tree
hbenl.vscode-test-explorer
jithurjacob.nbpreviewer
littlefoxteam.vscode-python-test-adapter
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
njpwerner.autodocstring
ryanluker.vscode-coverage-gutters
technosophos.vscode-make
ziyasal.vscode-open-in-github
